import React from 'react';

export default function RepairCar3() {
  return (
    <React.Fragment>
      <br />
      Заделал все дырки в дверях на Матизе. Была типичная ржавчина по низу дверей, в трех местах даже сгнило до дыр.
      <br />
      Теперь до следующего года не стыдно ездить. Нового в этом посте о кузовном ремонте ничего нет, все просто.
      <br />
      Сложность только одна — это взять где-то сварочный аппарат с проволокой. Сделано только снаружи, изнутри просто
      замазано Мовилем и битумом.
      <br />
      <br />
      <img src='../" + Config.ContentPhotoFolder + "/RepairCar03-01.jpg' alt="pic" />
      <br />
      Была такая гнилая дырка.
      <br />
      <img src='../" + Config.ContentPhotoFolder + "/RepairCar03-02.jpg' alt="pic" />
      <br />
      Снимаем крыло и чистим УШМ со щеткой до чистого металла.
      <br />
      "<img src='../" + Config.ContentPhotoFolder + "/RepairCar03-03.jpg' alt="pic" />
      <br />
      Отрезаем лишнее, делаем ровные края.
      <br />
      <img src='../" + Config.ContentPhotoFolder + "/RepairCar03-04.jpg' alt="pic" />
      <br />
      Вырезаем две пластинки по размеру больше дыры.
      <br />
      <img src='../" + Config.ContentPhotoFolder + "/RepairCar03-05.jpg' alt="pic" />
      <br />
      Одну вставляем изнутри двери. Вожно, чтобы она примыкала к металлу двери.
      <br />
      "<img src='../" + Config.ContentPhotoFolder + "/RepairCar03-06.jpg' alt="pic" />
      <br />
      Другую подгоняем под контур вырезаной дыры, Важно, подногнать нужно так, чтобы пластина была вровень с металлом
      двери.
      <br />
      Внешний край загибаем внутрь на 1 см примерно.
      <br />
      "<img src='../" + Config.ContentPhotoFolder + "/RepairCar03-07.jpg' alt="pic" />
      <br />
      Загиб изнутри.
      <br />
      "<img src='../" + Config.ContentPhotoFolder + "/RepairCar03-08.jpg' alt="pic" />
      <br />
      Варим по контуру.
      <br />
      <img src='../" + Config.ContentPhotoFolder + "/RepairCar03-09.jpg' alt="pic" />
      <br />
      Стачиваем УШМ с зачистным кругом шов вровень со всей поверхность. Важно, не сточить много, металл тонкий, может
      образоваться дыра.
      <br />
      Если будут использоваться грунт и краска из баллонов или другие непрофессиональные материалы, то лучше на этом
      этапе нанести
      <br />
      Мовиль изнутри и дать ему высохнуть. Иначе Мовиль просочится наружу и растворит краску.
      <br />
      <img src='../" + Config.ContentPhotoFolder + "/RepairCar03-10.jpg' alt="pic" />
      <br />
      Обрабатываем преобразователем ржавчины. Покрываем антикоррозийным грунтом.
      <br />
      <img src='../" + Config.ContentPhotoFolder + "/RepairCar03-11.jpg' alt="pic" />"
      <br />
      Шпатлюется, шлифуется и выравнивается наждачной с остальной поверхностью.
      <br />
      Если протерлось до голого металла, то перед нанесением следующего слоя шпатлевки покрываем опять антикоррозийным
      грунтом.
      <br />
      <img src='../" + Config.ContentPhotoFolder + "/RepairCar03-12.jpg' alt="pic" />
      <br />
      Для окончательного выравнивания покрываем заполняющим грунтом.
      <br />
      Однокомпонентный порозаполняющий грунт. Разбавить Растворителем-646, нанести поролоновой губкой.
      <br />
      Затем шлифовать наждачной бумагой. Можно добиться хорошего перехода на основную поверхность.
      <br />
      <img src='../" + Config.ContentPhotoFolder + "/RepairCar03-13.jpg' alt="pic" />
      <br />
      Красим и покрываем лаком.
      <br />
    </React.Fragment>
  );
}
