import React from 'react';

export default function RepairCar12() {
  return (
    <React.Fragment>
      <br />
      В прошлый раз ремонтировал низ дверей. В этот раз отремонтировал нижнюю часть крыла. Левое крыло портиться быстрее
      чем правое особенно зимой. Машину паркую на проезжей части. Зимой снегоуборочная машина сгребает снег от середины
      дороги к краю. Если на краю стоит машина, то снег забивается под нее, иногда даже дверь не открыть. Чтобы выехать,
      приходится поездить взад-вперед. В процессе отгибается, а может и отрывается брызговик и нижняя часть подкрылка, и
      во внутреннюю часть крыла набивается снег, который способствует гниению железа. В итоге весной сгнившую часть
      крыла пришлось заменить вставкой из алюминия. Снимаем колесо, брызговик и подкрылок. Видим, как сгнила нижняя
      часть крыла.
      <br />
      <img src="Pictures/Content/RepairCar12-01.jpg" alt="pic" />
      <br />
      Отрезаем нижнюю часть крыла. Я отрезал немного ниже линии, где начинается фиолетовый цвет, оставив припуск на
      запчасть.
      <br />
      <img src="Pictures/Content/RepairCar12-02.jpg" alt="pic" />
      <br />
      Делаем шаблон из картона, затем переводим на лист алюминия. Стащил на работе кусок 1-мм алюминиевого листа :)
      Вырезаем, подгоняем по месту. Для закрепления используем вытяжные заклепки.
      <br />
      <img src="Pictures/Content/RepairCar12-03.jpg" alt="pic" />
      <br />
      После всех примерок красим. Для покраски использовал кислотный грунт для цветных металлов и обычный грунт под
      покраску.
      <br />
      <img src="Pictures/Content/RepairCar12-04.jpg" alt="pic" />
      <br />
      <img src="Pictures/Content/RepairCar12-05.jpg" alt="pic" />
      <br />
      Сделано временно, но краска держится хорошо уже полгода.
    </React.Fragment>
  );
}
