import React from 'react';

export default function RepairCar11() {
  return (
    <React.Fragment>
      <br />
      <br />
      В предыдущий раз при переделке низа дверей я говорил, что не нравится, как сделано, да и пластиковые накладки
      стали отваливаться. В этот год решил заменить двери на другие негнилые. Обе передние двери нашел на разборке в
      Череповце. Одна дверь была красного цвета, а другая — серого. Решил попробовать перекрасить из баллончика.
      <br />
      Процесс:
      <br />
      1) Снимаем все лишние детали. В процессе можно наклеить шумоизоляцию, и сделать антикоррозийную обработку внутри.
      <br />
      2) Моем, очищаем растворителем остатки антикоррозийного средства, битумных пятен, старой краски из баллончика.
      <br />
      3) Матируем имеющееся лакокрасочное покрытие наждачной бумагой. Сначала номером 400, затем доходим до 1000.
      Осторожно с краями и ребрами, можно сточить до металла.
      <br />
      4) Моем и проверяем, что по всей поверхности равномерный матовый оттенок.
      <br />
      5) Красим из баллончика в несколько слоев. Даем высохнуть пару часов. Применяю краску фирмы "Mobihel". Хорошо
      ложится и перекрывает поверхность уже за 1-2 слоя.
      <br />
      6) Наносим лак из баллончика. Очень понравился лак фирмы "CHAMAELEON". Большой баллон, хорошо наносится. Нанес
      около 10 слоев, истратив на одну дверь 1-1.5 баллона.
      <br />
      7) Даем высохнуть несколько суток.
      <br />
      8) Поверхность шлифуем с водой наждачной бумагой 1200, затем 2000. Шлифмашинку и другие средства не использовать,
      лак мягкий и можно быстро стереть до краски. Лист наждачной бумаги разрезаем на квадратики 10х10, смачиваем водой
      и равномерно проходим по всей поверхности пока не исчезнет шаркающий звук. Осторожно на краях и ребрах. Когда звук
      от шлифовки станет глухой, значит достаточно. Следим, чтобы под нажадчку не попали песчинки, можно понять по
      посторонним звукам. Для удаления промываем поверхность и нажадачку водой. Чем меньше шагрень после покрытия лаком,
      тем меньше шлифовать.
      <br />
      9) Полируем абразивной пастой. Мне дали попользоваться пастой фирмы "Riwax" RX-01, которая с самым крупным
      абразивом. Наносим пасту тонким слоем и полировальным кругом растираем пока паста не исчезнет. Если есть пасты с
      более мелким абразивом полируем ими. В бутылке 1 л паста стоит дорого около 2 т. р. В Череповце продают на развес
      в магазинчике "Автомалярка" на улице Чкалова около магазина "Автоленд".
      <br />
      10) Как говорится профит. Получилось как "по настоящему", даже можно разглядеть отражение в зеркале. Низ дверей
      покрасил Антигравием и фиолетовой краской.
      <br />
      <br />
      <img src='../" + Config.ContentPhotoFolder + "/RepairCar11-01.jpg' alt="pic" />
      <br />
      <img src='../" + Config.ContentPhotoFolder + "/RepairCar11-02.jpg' alt="pic" />
      <br />
      <img src='../" + Config.ContentPhotoFolder + "/RepairCar11-03.jpg' alt="pic" />
      <br />
      <img src='../" + Config.ContentPhotoFolder + "/RepairCar11-04.jpg' alt="pic" />
      <img src='../" + Config.ContentPhotoFolder + "/RepairCar11-05.jpg' alt="pic" />
      <br />
    </React.Fragment>
  );
}
